acpi
acpid
alsa-firmware
alsa-utils
apparmor
aseprite
autoconf
automake
avahi
b43-fwcutter
banner
baobab
bash-completion
bat
bauh
binutils
bison
blueman
btrfs-progs
bzip2
catfish
chromium
coreutils
cpupower
crda
cronie
cryptsetup
dbus-x11
dconf-editor
deluge
devhelp
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
docker
doge
dosfstools
dpkg
dummy
e2fsprogs
ebtables
ecryptfs-utils
edb-debugger
edk2-ovmf
efibootmgr
espeak
etcher
exfat-utils
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
figlet
file
filesystem
findutils
firefox
flatpak
flex
flite
gawk
gcc
gcc-libs
gcolor2
geckodriver
gettext
ghidra
gimp
git
glibc
gnu-free-fonts
goaccess
gpa
gparted
gprename
graphviz
grep
grub
grub-customizer
grub-theme-manjaro-dev
gruvbox-dark-gtk
gruvbox-dark-icons-gtk
gruvbox-icon-theme
gruvbox-material-gtk-theme-git
gruvbox-material-icon-theme-git
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtkhash-nemo
gufw
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
htop
hub
hydra
i3-gaps
i3lock
icon-naming-utils
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk
jdk-openjdk
jfsutils
john
jre
jre-openjdk
jre8-openjdk
jre8-openjdk-headless
keepassxc
kitty
less
lib32-flex
lib32-libva
lib32-mesa-demos
lib32-nvidia-440xx-utils
libam7xxx
libdvdcss
libgsf
libguestfs
libhunspell1.3
libreoffice-still
libtool
libvirt
licenses
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-settings
lightdm-slick-greeter
lightdm-webkit-theme-aether-git
lightdm-webkit2-greeter
linux-firmware
linux-lts-headers
linux-lts-nvidia-440xx
linux-steam-integration
linux58
linux58-headers
linux58-nvidia-440xx
logrotate
lolcat
lsb-release
lsd
lutris
lvm2
lxappearance-obconf-gtk3
lyricfier
m4
macchanger
make
mame
man-db
man-pages
maven
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
minecraft
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
mpd
mugshot
nautilus
ncmpcpp
ncurses5-compat-libs
nemo-fileroller
nemo-preview
nemo-python
nemo-share
neofetch
neovim
nerd-fonts-hack
nerd-fonts-hermit
nerd-fonts-jetbrains-mono
nerd-fonts-source-code-pro
netctl
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nmap
notion-app
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntop
ntp
numlockx
nvidia-440xx-utils
obconf
obs-studio
openbsd-netcat
openresolv
openssh
openvpn
os-prober
p7zip
pacman
pamac-gtk
pamixer
parcellite
patch
patchutils
pavucontrol
pciutils
perl
php
picom-ibhagwan-git
pidgin-libnotify
pix
pkgconf
playerctl
polybar
poppler-data
powertop
pragha
privoxy
procps-ng
proxychains-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
putty
pygments-base16
pygtk
python
python-ptyprocess
python-pygame
python-pywal
python2-ptyprocess
qbittorrent
qemu
qemu-arch-extra
qt5-styleplugins
qutebrowser
ranger-git
reiserfsprogs
rofi
rsync
s-nail
scanmem
scrcpy
screenfetch
scrot
sed
shadow
slim
slim-themes
snapd
spectre-meltdown-checker
spice-protocol
spicetify-cli
spicetify-themes-git
spotify
spotifyd
steam-native
subversion
sudo
swig
sysfsutils
system-config-printer
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
tetris-terminal-git
texinfo
thunar
thunderbird
timeshift
tlp
tor
tor-browser
tree
truecrypt
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono
ttf-liberation
typora
udiskie
unrar
usbutils
util-linux
vifm
vim
vimb
virtualbox
virtualbox-ext-oracle
virtualbox-guest-dkms
virtualbox-guest-utils
vlc
w3m
wget
which
winetricks
woeusb
wpa_supplicant
xcompmgr
xcursor-chameleon-pearl-deepin
xdg-su
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwininfo
xorg-xwud
xplayer
xreader
xsel
xterm
xviewer-plugins
yay
yelp
ytop
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zensu
zsh
zsh-theme-powerlevel10k-git
